export default {
  Description: "Кодала - выучите основы грузинского быстро",
  letter: "буква",
  sound: "звук",
  name: "название",
  Main: "Главная",
  Navbar: {
    alphabet: "Алфавит",
    learn: "Учиться",
    letters: "буквы",
    cards: "карточки",
    numbers: "числа",
    shopping: "шоппинг",
    lesson: "урок",
    signIn: "вход",
  },
  Footer: {
    contact: "написать",
    support: "поддержать",
  },
  Lesson: {
    alts: "варианты написания",
    exercise: "тренировка",
    exerciseHint: `Вы <span class="highlighted">уже можете</span> это прочесть! <br />Заполните
    пропуски напротив слов латинской транслитерацией`,
  },

  Index: {
    banner: "Учим основы грузинского быстро и легко",
    bannerSub: "Кодала, неутомимый дятел, укажет путь",
    description: {
      title: "Что тут полезного?",
      blocks: [
        `Вы до глубины души очарованы грузинской культурой, хотите ходить в театры и наслаждаться постановками на языке оригинала, разбить садик, выращивать тархун..?
      <span class="bold">Смягчите себе погружение в язык!</span>`,
        `Вы в Грузии, но вас другая цель <s>(управлять электропоездом)</s> - дождаться своей гуманитарной визы в Германию и цифрово кочевать дальше? <span class="bold">Зато наловчитесь быстро выбирать гречу в магазине.</span>`,
        `На улице <span class="rare">некомфортно</span> - это вас сейчас прокляли, или пожелали хорошего вечера? <br/> <span class="bold">Пора пополнять словарный запас.</span>`,
      ],
    },
    process: {
      title: "Как учиться?",
      blocks: [
        {
          title: "Помаленечку",
          text: '<span class="highlighted"> Кирпичик за кирпичиком</span>. Путь в тысячу ли начинается с одного шага, а наш - с алфавита.',
        },
        {
          title: "Уроки от простого к сложному",
          text: 'За один урок вы изучите 3-4 буквы. Ниже попрактикуете чтение слов, содержащих только уже знакомые вам буквы. Попутно пополните <span class="bold">словарный запас.</span>',
        },
        {
          title: "Картинки",
          text: "Листайте изображения знакомых предметов, стараясь прочесть и запомнить их названия",
        },
      ],
    },
    work: "За дело!",
  },
  Shopping: {
    legend: `Вас попросили сходить в супермаркет за продуктами. Вам даже выдали список, но он написан на грузинском. Перетащите в корзину все товары из списка (ничего лишнего!)`,
    shelf: "витрина",
    cart: "корзина",
  },
  error: {
    404: "Упс! Страница не найдена",
    back: "На главную",
    500: "Упс! Что-то пошло не так",
    reload: "Перезагрузить",
  },
};
